Repository: hbirimirski/SalesDashBlazor
Catalog: SalesDashboardBlazor/Resources/TelerikDemoMessages.*.resx
Languages: bg_bg

# Form_AcceptTerms
source: Agree to Terms*:
bg_bg: Съгласен съм с условията*:

# Form_AcceptTerms_Error
source: You must agree with the terms.
bg_bg: Трябва да се съгласите с условията.

# Form_BirthDate
source: Birth Date*:
bg_bg: Рождена дата*:

# Form_BirthDate_Error
source: You must specify birth date.
bg_bg: Трябва да посочите рождена дата.

# Form_Clear
source: Clear
bg_bg: Изчисти

# Form_Email
source: Email*:
bg_bg: Мейл*:

# Form_Email_Error
source: You must specify email.
bg_bg: Трябва да посочите мейл.

# Form_FirstName
source: First Name*:
bg_bg: Име*:

# Form_FirstName_Error
source: You must specify your first name.
bg_bg: Трябва да посочите име.

# Form_LastName
source: Last Name*:
bg_bg: Фамилия*:

# Form_LastName_Error
source: You must specify your last name.
bg_bg: Трябва да посочите фамилия.

# Form_MiddleName
source: Middle Name:
bg_bg: Презиме:

# Form_Password
source: Password*:
bg_bg: Парола*:

# Form_Password_Error
source: Your password should be at least 8 characters.
bg_bg: Паролата трябва да е минимум 8 символа.

# ProductBindingModel_Name_RequiredError
source: Enter a product name
bg_bg: Въведете име за продукта

# ProductBindingModel_StandardCost_RangeError
source: The cost should be in range {1} - {2}
bg_bg: Цената трябва да е в диапазона {1} - {2}

# ProductCategory_Name_LengthError
source: The {0} is too long
bg_bg: {0} е твърде дълго

# ProductCategory_Name_RequiredError
source: The {0} is required.
bg_bg: {0} е задължително.

# Stepper_Label1
source: First Step
bg_bg: Първа стъпка

# Stepper_Label2
source: Second Step
bg_bg: Втора стъпка

# Stepper_Label3
source: Third Step
bg_bg: Трета стъпка

# Validation_CompareError
source: The {0} does not match.
bg_bg: {0} не отговаря.

# Validation_EmailError
source: The {0} is not valid.
bg_bg: {0} е невалиден.

# Validation_MinLengthError
source: The {0} is too short.
bg_bg: Стойността на {0} е прекалено кратка.

# Validation_RequiredError
source: The {0} is required.
bg_bg: {0} е задължително.

# Wizard_StepContent1
source: First Step Content
bg_bg: Съдържание на първа стъпка

# Wizard_StepContent2
source: Second Step Content
bg_bg: Съдържание на втора стъпка

# Wizard_StepContent3
source: Third Step Content
bg_bg: Съдържание на трета стъпка
